{
  "verses": [
    {
      "id": 1,
      "number": 1,
      "textEnglish": "Arjuna said: O Krishna, You praise both renunciation of actions and work in devotion. Please tell me clearly which of the two is better.",
      "textHindi": "अर्जुन ने कहा: हे कृष्ण, आप कभी कर्मसंन्यास की प्रशंसा करते हैं और कभी कर्मयोग की। कृपया स्पष्ट रूप से बताइए कि इन दोनों में से कौन सा मार्ग श्रेष्ठ है?"
    },
    {
      "id": 2,
      "number": 2,
      "textEnglish": "Krishna said: Both renunciation of action and work in devotion lead to liberation, but of the two, work in devotion is better than renunciation of action.",
      "textHindi": "श्रीकृष्ण ने कहा: कर्मसंन्यास और कर्मयोग दोनों ही मुक्ति के साधन हैं, परंतु दोनों में कर्मयोग संन्यास से श्रेष्ठ है।"
    },
    {
      "id": 3,
      "number": 3,
      "textEnglish": "One who neither hates nor desires, who is beyond the dualities of life, easily overcomes bondage and is truly liberated.",
      "textHindi": "जो व्यक्ति न द्वेष करता है, न इच्छा रखता है, जो जीवन के द्वंद्वों से परे है, वह सहज ही बंधन से मुक्त हो जाता है और वास्तव में मुक्त कहलाता है।"
    },
    {
      "id": 4,
      "number": 4,
      "textEnglish": "Only the ignorant speak of knowledge and work in devotion as different; the wise see both as one, for both lead to the same goal.",
      "textHindi": "मूर्ख लोग ज्ञान और कर्मयोग को अलग-अलग मानते हैं, परंतु ज्ञानी जानते हैं कि दोनों एक ही लक्ष्य तक ले जाते हैं।"
    },
    {
      "id": 5,
      "number": 5,
      "textEnglish": "The place that is reached by knowledge is also reached by those who perform devotional action; one who sees knowledge and work as one truly sees.",
      "textHindi": "जो स्थान ज्ञान से प्राप्त होता है, वही कर्मयोगी भी प्राप्त करता है; जो ज्ञान और कर्म को एक समान देखता है, वही सच्चा दृष्टा है।"
    },
    {
      "id": 6,
      "number": 6,
      "textEnglish": "Renunciation without devotion is difficult to achieve, but the sage who practices devotion quickly attains the Supreme.",
      "textHindi": "केवल संन्यास से मुक्ति कठिन है, पर जो भक्तियोग का पालन करता है, वह शीघ्र ही परमात्मा को प्राप्त करता है।"
    },
    {
      "id": 7,
      "number": 7,
      "textEnglish": "One who is pure in mind, self-controlled, conquers the senses, sees the Self in all beings, and remains equal in honor and dishonor.",
      "textHindi": "जिसका मन शुद्ध है, जिसने इंद्रियों पर विजय पाई है, जो सभी प्राणियों में आत्मा को देखता है, वह सम्मान और अपमान में समान रहता है।"
    },
    {
      "id": 8,
      "number": 8,
      "textEnglish": "A person who is truly wise thinks, 'I do nothing at all,' even while seeing, hearing, touching, smelling, eating, moving, sleeping, or breathing.",
      "textHindi": "ज्ञानी व्यक्ति यह सोचता है — 'मैं कुछ नहीं करता,' — चाहे वह देख रहा हो, सुन रहा हो, छू रहा हो, सूंघ रहा हो, खा रहा हो, चल रहा हो, सो रहा हो या सांस ले रहा हो।"
    },
    {
      "id": 9,
      "number": 9,
      "textEnglish": "While speaking, giving, receiving, opening and closing the eyes, he knows that only the senses are engaged with their objects.",
      "textHindi": "बोलते, देते, लेते, आँखें खोलते या बंद करते समय भी वह जानता है कि केवल इंद्रियाँ अपने विषयों में लगी हुई हैं।"
    },
    {
      "id": 10,
      "number": 10,
      "textEnglish": "One who acts without attachment, offering the results to God, remains untouched by sin, just as a lotus leaf remains untouched by water.",
      "textHindi": "जो व्यक्ति आसक्ति रहित होकर कर्म करता है और फल को भगवान को अर्पित करता है, वह पाप से वैसे ही अछूता रहता है जैसे कमल का पत्ता जल से।"
    },
    {
      "id": 11,
      "number": 11,
      "textEnglish": "The yogis perform work only with their body, mind, intellect, and senses, giving up attachment, for the purification of the self.",
      "textHindi": "योगी लोग शरीर, मन, बुद्धि और इंद्रियों द्वारा कर्म करते हैं, आसक्ति छोड़कर, आत्मा की शुद्धि के लिए।"
    },
    {
      "id": 12,
      "number": 12,
      "textEnglish": "One who is devoted and detached, whose mind is pure, soon attains perfect peace. But the one who works with desire remains bound.",
      "textHindi": "जो भक्तिपूर्वक और निरासक्ति होकर कर्म करता है, जिसका मन शुद्ध है, वह शीघ्र ही पूर्ण शांति प्राप्त करता है। परंतु जो इच्छाओं से युक्त होकर कर्म करता है, वह बंधा रहता है।"
    },
    {
      "id": 13,
      "number": 13,
      "textEnglish": "The self-controlled person, mentally renouncing all actions, lives happily in the city of nine gates, neither acting nor causing action.",
      "textHindi": "जो आत्मसंयमी व्यक्ति सभी कर्मों का मानसिक रूप से त्याग कर देता है, वह नौ द्वारों वाले शरीर में सुखपूर्वक रहता है, न कुछ करता है, न किसी को करवाता है।"
    },
    {
      "id": 14,
      "number": 14,
      "textEnglish": "The Lord does not create actions, the sense of doership, or the results of action. Nature performs all these.",
      "textHindi": "भगवान न तो कर्मों की रचना करते हैं, न कर्ता भाव की, न कर्मों के फल की; ये सब प्रकृति के गुणों से ही होते हैं।"
    },
    {
      "id": 15,
      "number": 15,
      "textEnglish": "The Lord takes neither the sins nor the virtues of anyone. Knowledge is covered by ignorance, and thus beings are deluded.",
      "textHindi": "भगवान किसी के पाप या पुण्य को नहीं लेते; परंतु अज्ञान के कारण ज्ञान ढक जाता है और प्राणी भ्रमित हो जाते हैं।"
    },
    {
      "id": 16,
      "number": 16,
      "textEnglish": "When the light of knowledge shines, it reveals the Supreme within, destroying the darkness of ignorance.",
      "textHindi": "जब ज्ञान का प्रकाश प्रकट होता है, तो वह भीतर के परमात्मा को प्रकट करता है और अज्ञान का अंधकार मिटा देता है।"
    },
    {
      "id": 17,
      "number": 17,
      "textEnglish": "Those whose minds are fixed in the Supreme, who strive with faith and remove ignorance by knowledge, reach the goal of liberation.",
      "textHindi": "जिनका मन परमात्मा में स्थिर है, जो श्रद्धा से प्रयास करते हैं और ज्ञान से अज्ञान को नष्ट करते हैं, वे मुक्ति के लक्ष्य को प्राप्त करते हैं।"
    },
    {
      "id": 18,
      "number": 18,
      "textEnglish": "The wise see with equal vision a learned scholar, a cow, an elephant, a dog, and a dog-eater.",
      "textHindi": "ज्ञानी व्यक्ति ब्राह्मण, गाय, हाथी, कुत्ते और चांडाल — सभी को समान दृष्टि से देखता है।"
    },
    {
      "id": 19,
      "number": 19,
      "textEnglish": "Even in this world, those whose minds are established in equality have conquered rebirth, for they are flawless like Brahman.",
      "textHindi": "जिनका मन समभाव में स्थिर है, वे इसी जीवन में जन्म-मृत्यु पर विजय पा लेते हैं, क्योंकि वे ब्रह्म के समान निर्दोष हैं।"
    },
    {
      "id": 20,
      "number": 20,
      "textEnglish": "A person who neither rejoices on obtaining the pleasant nor grieves on the unpleasant, whose intellect is steady, is truly wise.",
      "textHindi": "जो व्यक्ति सुख मिलने पर प्रसन्न नहीं होता और दुःख मिलने पर शोक नहीं करता, जिसकी बुद्धि स्थिर है, वही वास्तव में ज्ञानी है।"
    },
    {
      "id": 21,
      "number": 21,
      "textEnglish": "Detached from external pleasures, he finds happiness within; such a yogi enjoys the infinite bliss of the soul.",
      "textHindi": "जो बाहरी सुखों से विरक्त होकर भीतर आनंद पाता है, वह योगी आत्मा के अनंत सुख का अनुभव करता है।"
    },
    {
      "id": 22,
      "number": 22,
      "textEnglish": "Pleasures that arise from contact with the senses are sources of misery; they have a beginning and an end, O Arjuna, so the wise do not delight in them.",
      "textHindi": "जो सुख इंद्रिय-संपर्क से उत्पन्न होते हैं, वे दुःख के कारण हैं; उनका आदि और अंत है, हे अर्जुन, इसलिए ज्ञानी उनमें आनंद नहीं लेते।"
    },
    {
      "id": 23,
      "number": 23,
      "textEnglish": "One who can resist the urge of desire and anger even before leaving the body is a true yogi and a happy person.",
      "textHindi": "जो व्यक्ति शरीर त्यागने से पहले ही इच्छा और क्रोध की उत्तेजना को जीत लेता है, वही सच्चा योगी और सुखी व्यक्ति है।"
    },
    {
      "id": 24,
      "number": 24,
      "textEnglish": "One whose happiness, peace, and light are within is a true yogi and attains union with Brahman.",
      "textHindi": "जिसका आनंद, शांति और प्रकाश भीतर है, वही सच्चा योगी है और वह ब्रह्म के साथ एकत्व को प्राप्त करता है।"
    },
    {
      "id": 25,
      "number": 25,
      "textEnglish": "Those who are free from desire and anger, who have self-control and realized the Self, attain liberation and eternal bliss.",
      "textHindi": "जो व्यक्ति इच्छा और क्रोध से मुक्त हैं, जिन्होंने आत्मसंयम और आत्मज्ञान प्राप्त कर लिया है, वे मुक्ति और शाश्वत आनंद को प्राप्त करते हैं।"
    },
    {
      "id": 26,
      "number": 26,
      "textEnglish": "The sages who are free from sin, doubt, and duality, who are self-controlled and delight in the welfare of all beings, attain the Supreme.",
      "textHindi": "जो ऋषि पाप, संशय और द्वंद्व से मुक्त हैं, आत्मसंयमी हैं और सभी प्राणियों के कल्याण में प्रसन्न रहते हैं, वे परमात्मा को प्राप्त करते हैं।"
    },
    {
      "id": 27,
      "number": 27,
      "textEnglish": "Shutting out external contacts, focusing the gaze between the eyebrows, balancing the incoming and outgoing breaths within the nostrils —",
      "textHindi": "बाहरी विषयों का त्याग कर, दृष्टि को भ्रूमध्य में स्थिर कर, और श्वास-प्रश्वास को नासिका के भीतर संतुलित करके —"
    },
    {
      "id": 28,
      "number": 28,
      "textEnglish": "With the senses, mind, and intellect controlled, and free from desire, fear, and anger, the sage attains perfect peace.",
      "textHindi": "जब इंद्रियाँ, मन और बुद्धि वश में हों, और व्यक्ति इच्छा, भय और क्रोध से मुक्त हो, तब वह ऋषि पूर्ण शांति प्राप्त करता है।"
    },
    {
      "id": 29,
      "number": 29,
      "textEnglish": "Knowing Me as the enjoyer of all sacrifices and austerities, the Lord of all worlds and the friend of all beings, he attains peace.",
      "textHindi": "जो मुझे सभी यज्ञों और तपों का भोक्ता, समस्त लोकों का स्वामी और सभी प्राणियों का सच्चा मित्र जानता है, वह शांति को प्राप्त करता है।"
    }
  ]
}
