{
  "verses": [
    {
      "id": 1,
      "number": 1,
      "textEnglish": "Arjuna said: O Krishna, what is Brahman? What is the Self? What is karma? What is the material world? And what is the divine beings? Please explain.",
      "textHindi": "अर्जुन ने कहा: हे कृष्ण, ब्रह्म क्या है? आत्मा क्या है? कर्म क्या है? भौतिक संसार क्या है? और देवता किसे कहते हैं? कृपया समझाइए।"
    },
    {
      "id": 2,
      "number": 2,
      "textEnglish": "O Krishna, who is the Lord of sacrifice, and how does He dwell in the body? And at the time of death, how can the wise know You?",
      "textHindi": "हे कृष्ण, यज्ञ का अधिष्ठाता कौन है और वह शरीर में कैसे निवास करता है? और मृत्यु के समय ज्ञानी आपको कैसे जान सकते हैं?"
    },
    {
      "id": 3,
      "number": 3,
      "textEnglish": "Krishna said: Brahman is the imperishable Supreme. The Self is the individual soul. Karma is the force that causes the living beings to take form.",
      "textHindi": "श्रीकृष्ण ने कहा: ब्रह्म अविनाशी परम सत्य है। आत्मा जीवस्वरूप है। कर्म वह शक्ति है जो प्राणियों को शरीर लेने के लिए प्रेरित करती है।"
    },
    {
      "id": 4,
      "number": 4,
      "textEnglish": "The material world is the constantly changing physical existence. The divine beings are the forces that govern nature. I am the Lord dwelling in the heart of every being.",
      "textHindi": "भौतिक संसार परिवर्तनशील प्रकृति है। देवता वे शक्तियाँ हैं जो प्रकृति को संचालित करती हैं। और मैं हर प्राणी के हृदय में स्थित भगवान हूँ।"
    },
    {
      "id": 5,
      "number": 5,
      "textEnglish": "Whoever remembers Me at the time of death leaves the body and comes to Me. There is no doubt about this.",
      "textHindi": "जो व्यक्ति मृत्यु के समय मेरा स्मरण करता है, वह शरीर का त्याग कर मुझे प्राप्त होता है। इसमें कोई संदेह नहीं है।"
    },
    {
      "id": 6,
      "number": 6,
      "textEnglish": "Whatever one remembers at the time of death, that state he attains, because of always thinking of it.",
      "textHindi": "मृत्यु के समय जो भाव मन में रहता है, प्राणी वही अवस्था प्राप्त करता है, क्योंकि जीवन भर उसका चिंतन करता है।"
    },
    {
      "id": 7,
      "number": 7,
      "textEnglish": "Therefore, always remember Me and fight. When your mind and intelligence are fixed on Me, you will surely come to Me.",
      "textHindi": "इसलिए, सदा मेरा स्मरण करते हुए युद्ध करो। जब तुम्हारा मन और बुद्धि मुझमें स्थिर होगी, तब तुम निश्चित रूप से मुझे प्राप्त करोगे।"
    },
    {
      "id": 8,
      "number": 8,
      "textEnglish": "With constant practice, one who keeps his mind fixed on Me without straying will certainly attain Me.",
      "textHindi": "लगातार अभ्यास से, जो व्यक्ति मन को मुझमें स्थिर रखता है और भटकने नहीं देता, वह निश्चित रूप से मुझे प्राप्त करता है।"
    },
    {
      "id": 9,
      "number": 9,
      "textEnglish": "Think of the Supreme Being: ancient, all-knowing, the ruler of all, smaller than the smallest, yet sustaining everything.",
      "textHindi": "उस परमात्मा का चिंतन करो — जो अनादि है, सर्वज्ञ है, समस्त का नियंता है, सूक्ष्म से भी सूक्ष्म है, फिर भी सबको धारण करता है।"
    },
    {
      "id": 10,
      "number": 10,
      "textEnglish": "At the time of death, with mind steady and devotion unwavering, one who focuses the life force between the eyebrows reaches the Supreme.",
      "textHindi": "मृत्यु के समय, जिसका मन स्थिर है और भक्तिभाव अटूट है, वह प्राण को भ्रूमध्य में स्थित कर परम सत्य को प्राप्त करता है।"
    },
    {
      "id": 11,
      "number": 11,
      "textEnglish": "I will briefly explain the state that the seers call the imperishable, which ascetics enter, desiring liberation.",
      "textHindi": "मैं संक्षेप में उस अविनाशी स्थिति को बताऊँगा, जिसे योगी और ज्ञानी मोक्ष की इच्छा से प्राप्त करते हैं।"
    },
    {
      "id": 12,
      "number": 12,
      "textEnglish": "Controlling all the gates of the body, fixing the mind in the heart, and directing the life force to the head, one engages in yoga.",
      "textHindi": "शरीर के सभी द्वारों को नियंत्रित कर, मन को हृदय में स्थिर कर, और प्राण को मस्तक में ले जाकर, योगी ध्यान करता है।"
    },
    {
      "id": 13,
      "number": 13,
      "textEnglish": "Uttering the sacred syllable OM and remembering Me, one who leaves the body reaches the Supreme Goal.",
      "textHindi": "'ॐ' का उच्चारण करते हुए और मेरा स्मरण करते हुए जो व्यक्ति शरीर त्यागता है, वह परम लक्ष्य को प्राप्त करता है।"
    },
    {
      "id": 14,
      "number": 14,
      "textEnglish": "For the one who constantly remembers Me with undivided devotion, I am easily attainable.",
      "textHindi": "जो व्यक्ति निरंतर, अनन्य भक्ति से मेरा स्मरण करता है, उसके लिए मैं सहज उपलब्ध हूँ।"
    },
    {
      "id": 15,
      "number": 15,
      "textEnglish": "Having reached Me, the great souls do not take birth again in this world of suffering.",
      "textHindi": "जो महापुरुष मुझे प्राप्त कर लेते हैं, वे इस दुखमय संसार में पुनः जन्म नहीं लेते।"
    },
    {
      "id": 16,
      "number": 16,
      "textEnglish": "All the worlds, including the realm of Brahma, are subject to return. But one who reaches Me never takes birth again.",
      "textHindi": "ब्राह्मलोक सहित सभी लोक पुनर्जन्म के चक्र में हैं; परंतु जो मुझे प्राप्त कर लेता है, वह पुनः जन्म नहीं लेता।"
    },
    {
      "id": 17,
      "number": 17,
      "textEnglish": "One day of Brahma lasts a thousand ages, and his night also lasts a thousand ages.",
      "textHindi": "ब्रह्मा का एक दिन हजार युगों के बराबर है, और उसकी रात भी हजार युगों के बराबर है।"
    },
    {
      "id": 18,
      "number": 18,
      "textEnglish": "During the day, beings come into existence; at night they dissolve back into the unmanifest.",
      "textHindi": "दिन में प्राणी प्रकट होते हैं, और रात्रि में वे अव्यक्त में विलीन हो जाते हैं।"
    },
    {
      "id": 19,
      "number": 19,
      "textEnglish": "This cycle repeats endlessly. Beings are born again and again.",
      "textHindi": "यह क्रम लगातार चलता रहता है। प्राणी बार-बार जन्म लेते रहते हैं।"
    },
    {
      "id": 20,
      "number": 20,
      "textEnglish": "But beyond this unmanifest state is another eternal unmanifest realm, which does not perish.",
      "textHindi": "लेकिन इस अव्यक्त अवस्था से परे एक और सनातन अव्यक्त है, जो कभी नष्ट नहीं होता।"
    },
    {
      "id": 21,
      "number": 21,
      "textEnglish": "This is called the supreme, the ultimate goal. Those who reach it never return.",
      "textHindi": "इसे ही परम, सर्वोच्च लक्ष्य कहा गया है। जो इसे प्राप्त कर लेता है, वह कभी लौटकर नहीं आता।"
    },
    {
      "id": 22,
      "number": 22,
      "textEnglish": "This Supreme is attained only by unwavering devotion to Me.",
      "textHindi": "यह परम अवस्था केवल अटल भक्ति से ही प्राप्त होती है।"
    },
    {
      "id": 23,
      "number": 23,
      "textEnglish": "Now I will explain the paths by which the soul departs to not return, and the path by which it returns.",
      "textHindi": "अब मैं तुम्हें वह मार्ग बताऊँगा जिससे आत्मा मुक्ति को प्राप्त करती है और वह मार्ग जिससे वह लौट आती है।"
    },
    {
      "id": 24,
      "number": 24,
      "textEnglish": "The path of light, fire, day, the bright fortnight, and the six months of the sun's northern course — those who follow this path reach the Supreme.",
      "textHindi": "प्रकाश, अग्नि, दिन, शुक्ल पक्ष और सूर्य के उत्तरायण मार्ग से जाने वाले योगी परम लक्ष्य को प्राप्त करते हैं।"
    },
    {
      "id": 25,
      "number": 25,
      "textEnglish": "The path of smoke, night, the dark fortnight, and the six months of the sun's southern course leads the soul to rebirth.",
      "textHindi": "धुआँ, रात, कृष्ण पक्ष और दक्षिणायन मार्ग से जाने वाले प्राणी पुनर्जन्म को प्राप्त करते हैं।"
    },
    {
      "id": 26,
      "number": 26,
      "textEnglish": "These two paths — bright and dark — are considered eternal. One leads to liberation, the other to return.",
      "textHindi": "ये दो मार्ग — उज्ज्वल और अंधकारमय — सनातन कहे गए हैं। एक मुक्ति की ओर ले जाता है, दूसरा पुनर्जन्म की ओर।"
    },
    {
      "id": 27,
      "number": 27,
      "textEnglish": "O Arjuna, knowing these two paths, the yogi is never confused.",
      "textHindi": "हे अर्जुन, इन दोनों मार्गों को जान लेने पर योगी कभी भ्रमित नहीं होता।"
    },
    {
      "id": 28,
      "number": 28,
      "textEnglish": "Thus, the yogi who knows this truth and performs yoga with devotion goes beyond all results of study, sacrifice, austerity, and charity, and attains the Supreme.",
      "textHindi": "इस प्रकार, जो योगी इस सत्य को जानकर योग का अभ्यास करता है, वह वेदाध्ययन, यज्ञ, तप और दान के फलों से परे होकर परम सत्य को प्राप्त करता है।"
    }
  ]
}
