{
  "verses": [
    {
      "id": 1,
      "number": 1,
      "textEnglish": "Arjuna said: Those who worship You with devotion and those who worship the impersonal Absolute — which of them is better?",
      "textHindi": "अर्जुन ने कहा: जो लोग भक्ति से आपकी उपासना करते हैं और जो निर्गुण ब्रह्म की साधना करते हैं — इनमें से कौन श्रेष्ठ है?"
    },
    {
      "id": 2,
      "number": 2,
      "textEnglish": "Krishna said: Those who fix their minds on Me with full devotion and remain constantly absorbed in Me are the best yogis.",
      "textHindi": "श्रीकृष्ण ने कहा: जो मन को मुझमें लगाकर, निरंतर मेरी भक्ति में लीन रहते हैं, वे सर्वोत्तम योगी हैं।"
    },
    {
      "id": 3,
      "number": 3,
      "textEnglish": "But those who worship the formless, indescribable, eternal, and all-pervading Supreme also reach Me.",
      "textHindi": "परंतु जो निर्गुण, निराकार, अविनाशी और सर्वव्यापक परम तत्व की उपासना करते हैं, वे भी मुझे प्राप्त करते हैं।"
    },
    {
      "id": 4,
      "number": 4,
      "textEnglish": "However, their path is more difficult because the mind struggles to grasp the formless.",
      "textHindi": "लेकिन उनका मार्ग कठिन है, क्योंकि मन के लिए निराकार का चिंतन करना बहुत कठिन होता है।"
    },
    {
      "id": 5,
      "number": 5,
      "textEnglish": "Those attached to the body and senses find the path of the formless extremely difficult.",
      "textHindi": "जो लोग शरीर और इंद्रियों के साथ आसक्त हैं, उनके लिए निराकार की साधना अत्यंत कठिन होती है।"
    },
    {
      "id": 6,
      "number": 6,
      "textEnglish": "But those who dedicate all actions to Me, take refuge in Me, and meditate on Me with steady devotion—",
      "textHindi": "परंतु जो सभी कर्मों को मुझे अर्पित करते हैं, मेरी शरण लेते हैं और स्थिर भक्ति से मेरा ध्यान करते हैं—"
    },
    {
      "id": 7,
      "number": 7,
      "textEnglish": "I quickly deliver them from the ocean of birth and death.",
      "textHindi": "मैं उन्हें जन्म-मृत्यु के सागर से शीघ्र ही पार कर देता हूँ।"
    },
    {
      "id": 8,
      "number": 8,
      "textEnglish": "Fix your mind on Me alone; let your intelligence dwell in Me. Then you will live in Me forever.",
      "textHindi": "अपने मन को मुझमें ही लगा दो; अपनी बुद्धि को मुझमें स्थिर कर दो। तब तुम सदैव मेरे ही स्वरूप में स्थित रहोगे।"
    },
    {
      "id": 9,
      "number": 9,
      "textEnglish": "If you cannot fix your mind steadily on Me, then practice devotion to Me again and again.",
      "textHindi": "यदि तुम मन को सीधे मुझमें स्थिर नहीं कर सकते, तो अभ्यासन करते हुए बार-बार मेरा स्मरण करो।"
    },
    {
      "id": 10,
      "number": 10,
      "textEnglish": "If you cannot practice remembering Me, then simply perform your duty for My sake.",
      "textHindi": "यदि तुम अभ्यास भी नहीं कर सकते, तो मेरा स्मरण करते हुए अपना कर्तव्य कर्म करो।"
    },
    {
      "id": 11,
      "number": 11,
      "textEnglish": "If even that is difficult, then act without attachment to the results; this will lead you to peace.",
      "textHindi": "यदि यह भी कठिन लगे, तो कम से कम कर्मों के फल की आसक्ति छोड़ दो; यह भी शांतिमार्ग है।"
    },
    {
      "id": 12,
      "number": 12,
      "textEnglish": "Knowledge is better than ritual practice; meditation is better than knowledge; renouncing the results of actions brings peace.",
      "textHindi": "कर्मकांड से ज्ञान श्रेष्ठ है; ज्ञान से ध्यान श्रेष्ठ है; और ध्यान से कर्म के फल का त्याग सबसे अधिक शांति देता है।"
    },
    {
      "id": 13,
      "number": 13,
      "textEnglish": "One who has no hatred toward any being, who is friendly, compassionate, free from ego and greed, and calm in joy and sorrow is dear to Me.",
      "textHindi": "जो किसी से द्वेष नहीं करता, सबका मित्र व दयालु है, अहंकार और लोभ से मुक्त है, सुख-दुःख में समान रहता है—वह मुझे प्रिय है।"
    },
    {
      "id": 14,
      "number": 14,
      "textEnglish": "One who is patient, content, self-controlled, determined, and devoted to Me is dear to Me.",
      "textHindi": "जो धैर्यशील है, संतुष्ट है, आत्मसंयमी है, दृढ़ निश्चयी है और मुझमें भक्ति करता है—वह मुझे प्रिय है।"
    },
    {
      "id": 15,
      "number": 15,
      "textEnglish": "One whom the world cannot disturb and who does not disturb the world, who is free from fear and anxiety, is dear to Me.",
      "textHindi": "जिसे संसार विचलित नहीं कर सकता और जो संसार को विचलित नहीं करता, जो भय और चिंता से मुक्त है—वह मुझे प्रिय है।"
    },
    {
      "id": 16,
      "number": 16,
      "textEnglish": "One who is pure, wise, impartial, free from effort and anxiety, is dear to Me.",
      "textHindi": "जो पवित्र है, ज्ञानी है, निष्पक्ष है, और चिंता-मुक्त है—वह मुझे प्रिय है।"
    },
    {
      "id": 17,
      "number": 17,
      "textEnglish": "One who neither rejoices nor hates, neither grieves nor desires, and renounces both good and bad is dear to Me.",
      "textHindi": "जो न प्रसन्न होता है न द्वेष करता है, न शोक करता है न इच्छा रखता है, और शुभ-अशुभ त्याग देता है—वह मुझे प्रिय है।"
    },
    {
      "id": 18,
      "number": 18,
      "textEnglish": "One who treats friend and enemy alike, remains calm in honor and insult, heat and cold, pleasure and pain, and is detached, is dear to Me.",
      "textHindi": "जो मित्र और शत्रु में समान भाव रखता है, सम्मान और अपमान, गर्मी और सर्दी, सुख और दुख में समान रहता है—वह मुझे प्रिय है।"
    },
    {
      "id": 19,
      "number": 19,
      "textEnglish": "One who is silent, satisfied with anything, has no fixed home, is steady in mind and full of devotion, is dear to Me.",
      "textHindi": "जो मौन है, किसी भी परिस्थिति में संतुष्ट है, जिसका कोई स्थायी निवास नहीं है, जिसका मन स्थिर और भक्ति से भरा है—वह मुझे प्रिय है।"
    },
    {
      "id": 20,
      "number": 20,
      "textEnglish": "Those who follow this path of devotion, full of faith and love, taking Me as their supreme goal — they are truly dear to Me.",
      "textHindi": "जो लोग इस भक्ति-मार्ग को श्रद्धा और प्रेम से अपनाते हैं और मुझे ही अपना सर्वोच्च लक्ष्य मानते हैं—वे वास्तव में मुझे प्रिय हैं।"
    }
  ]
}
