{
  "verses": [
    {
      "id": 1,
      "number": 1,
      "textEnglish": "Krishna said: Listen again, O Arjuna. Because you are dear to Me, I will speak further, revealing even deeper knowledge.",
      "textHindi": "श्रीकृष्ण ने कहा: हे अर्जुन, तुम मेरे प्रिय हो, इसलिए मैं तुम्हें फिर से गहन ज्ञान बताऊँगा।"
    },
    {
      "id": 2,
      "number": 2,
      "textEnglish": "Neither the gods nor the sages know My true origin, for I am the source of all of them.",
      "textHindi": "देवता और ऋषि भी मेरे उद्गम को नहीं जानते, क्योंकि मैं ही उनका भी कारण हूँ।"
    },
    {
      "id": 3,
      "number": 3,
      "textEnglish": "One who knows Me as unborn, eternal, and the Lord of all worlds is free from all sin.",
      "textHindi": "जो मुझे अजन्मा, सनातन और समस्त लोकों का स्वामी जानता है, वह पापों से मुक्त हो जाता है।"
    },
    {
      "id": 4,
      "number": 4,
      "textEnglish": "Intelligence, knowledge, clarity, patience, truthfulness, and peace — all these arise from Me.",
      "textHindi": "बुद्धि, ज्ञान, स्पष्टता, धैर्य, सत्य और शांति — ये सब मुझसे उत्पन्न होते हैं।"
    },
    {
      "id": 5,
      "number": 5,
      "textEnglish": "Forgiveness, self-control, happiness, sorrow, birth, death, fear, and courage — all come from Me.",
      "textHindi": "क्षमा, आत्मसंयम, सुख, दुख, जन्म, मृत्यु, भय और साहस — ये सब मुझसे आते हैं।"
    },
    {
      "id": 6,
      "number": 6,
      "textEnglish": "The seven great sages, the four ancient Manus, and all beings in the universe originate from Me.",
      "textHindi": "सप्त ऋषि, चार प्राचीन मनु और समस्त प्राणी मुझसे उत्पन्न हुए हैं।"
    },
    {
      "id": 7,
      "number": 7,
      "textEnglish": "One who truly understands My divine origin and power engages in devotion without doubt.",
      "textHindi": "जो मेरी दिव्य उत्पत्ति और शक्ति को जानता है, वह बिना संदेह मेरी भक्ति करता है।"
    },
    {
      "id": 8,
      "number": 8,
      "textEnglish": "I am the source of all creation. Everything proceeds from Me. The wise worship Me with love.",
      "textHindi": "मैं ही समस्त सृष्टि का मूल हूँ; सब कुछ मुझसे ही उत्पन्न होता है। ज्ञानी मेरी प्रेमपूर्वक उपासना करते हैं।"
    },
    {
      "id": 9,
      "number": 9,
      "textEnglish": "Their minds are devoted to Me, their lives dedicated to Me, and they constantly speak about Me with joy.",
      "textHindi": "उनका मन मुझमें लगा रहता है, उनका जीवन मेरी भक्ति में समर्पित है, और वे आनंद से मेरा चर्चन करते हैं।"
    },
    {
      "id": 10,
      "number": 10,
      "textEnglish": "To those who love Me, I give the understanding by which they can reach Me.",
      "textHindi": "जो मेरी भक्ति करते हैं, उन्हें मैं वह बुद्धि देता हूँ जिससे वे मुझे प्राप्त कर सकें।"
    },
    {
      "id": 11,
      "number": 11,
      "textEnglish": "Out of compassion, I remove the darkness in their hearts and illuminate them with knowledge.",
      "textHindi": "दया के कारण मैं उनके हृदय के अंधकार को दूर करता हूँ और उन्हें ज्ञान के प्रकाश से प्रकाशित करता हूँ।"
    },
    {
      "id": 12,
      "number": 12,
      "textEnglish": "Arjuna said: You are the Supreme Divine Person, the greatest refuge, the eternal, pure, and original Lord.",
      "textHindi": "अर्जुन ने कहा: आप परम पुरुष हैं, सर्वोच्च आश्रय हैं, शाश्वत, पवित्र और मूल भगवान हैं।"
    },
    {
      "id": 13,
      "number": 13,
      "textEnglish": "Great sages like Narada, Asita, Devala, and Vyasa declare this, and You Yourself also speak so.",
      "textHindi": "नारद, असित, देवला और व्यास जैसे महान ऋषि भी यही कहते हैं, और आप स्वयं भी ऐसा कहते हैं।"
    },
    {
      "id": 14,
      "number": 14,
      "textEnglish": "O Krishna, I believe everything You have told me to be true. No one can understand Your glory fully.",
      "textHindi": "हे कृष्ण, मैं आपके कथन को सत्य मानता हूँ। आपकी महिमा को पूर्णतः कोई नहीं जान सकता।"
    },
    {
      "id": 15,
      "number": 15,
      "textEnglish": "You alone know Yourself fully, the origin of all beings, Lord of gods and ruler of the universe.",
      "textHindi": "आप ही स्वयं को पूर्णतः जानते हैं; आप ही समस्त प्राणियों के उद्गम, देवताओं के ईश्वर और जगत के शासक हैं।"
    },
    {
      "id": 16,
      "number": 16,
      "textEnglish": "Please describe Your divine glories through which You pervade all worlds.",
      "textHindi": "कृपया अपनी उन दिव्य विभूतियों का वर्णन कीजिए जिनसे आप इस सृष्टि में विद्यमान हैं।"
    },
    {
      "id": 17,
      "number": 17,
      "textEnglish": "How can I meditate on You? In what forms should I think of You, O Lord?",
      "textHindi": "हे प्रभु, मैं आपको कैसे ध्यान करूँ? किस-किस रूप में मैं आपका चिंतन करूँ?"
    },
    {
      "id": 18,
      "number": 18,
      "textEnglish": "Tell me again, O Krishna, of Your powers and glories; hearing about You gives me joy.",
      "textHindi": "हे कृष्ण, कृपया पुनः अपनी शक्तियों का वर्णन करें; आपका वर्णन सुनकर मुझे आनंद मिलता है।"
    },
    {
      "id": 19,
      "number": 19,
      "textEnglish": "Krishna said: Very well. I will describe My divine glories, but only the most essential ones.",
      "textHindi": "श्रीकृष्ण ने कहा: अच्छा, मैं अपनी दिव्य विभूतियों का वर्णन करूँगा, पर केवल मुख्य रूप में।"
    },
    {
      "id": 20,
      "number": 20,
      "textEnglish": "I am the Self seated in the hearts of all beings. I am the beginning, the middle, and the end of all.",
      "textHindi": "मैं सभी प्राणियों के हृदय में स्थित आत्मा हूँ; मैं ही जगत का आरंभ, मध्य और अंत हूँ।"
    },
    {
      "id": 21,
      "number": 21,
      "textEnglish": "Among the gods, I am Vishnu; among lights, I am the sun; among mountains, I am Meru.",
      "textHindi": "देवताओं में मैं विष्णु हूँ; प्रकाशों में सूर्य हूँ; पर्वतों में मैं मेरु हूँ।"
    },
    {
      "id": 22,
      "number": 22,
      "textEnglish": "Among the Vedas, I am the Sama Veda; among gods, I am Indra; among senses, I am the mind.",
      "textHindi": "वेदों में मैं सामवेद हूँ; देवताओं में इंद्र हूँ; इंद्रियों में मन हूँ।"
    },
    {
      "id": 23,
      "number": 23,
      "textEnglish": "Among Rudras, I am Shiva; among Yakshas and Rakshasas, I am Kubera; among Vasus, I am Agni.",
      "textHindi": "रुद्रों में मैं शंकर हूँ; यक्ष और राक्षसों में कुबेर हूँ; आठ वसुओं में मैं अग्नि हूँ।"
    },
    {
      "id": 24,
      "number": 24,
      "textEnglish": "Among mountains, I am the Himalayas.",
      "textHindi": "पर्वतों में मैं हिमालय हूँ।"
    },
    {
      "id": 25,
      "number": 25,
      "textEnglish": "Among trees, I am the holy Peepal tree; among celestial sages, I am Narada.",
      "textHindi": "वृक्षों में मैं पीपल हूँ; दिव्य ऋषियों में नारद हूँ।"
    },
    {
      "id": 26,
      "number": 26,
      "textEnglish": "Among Gandharvas, I am Chitraratha; among perfected beings, I am Kapila.",
      "textHindi": "गंधर्वों में मैं चित्ररथ हूँ; सिद्ध पुरुषों में कपिल मुनि हूँ।"
    },
    {
      "id": 27,
      "number": 27,
      "textEnglish": "Among horses, I am Ucchaishravas; among elephants, I am Airavata; among humans, I am the king.",
      "textHindi": "घोड़ों में मैं उच्चैःश्रवा हूँ; हाथियों में ऐरावत हूँ; मनुष्यों में मैं राजा हूँ।"
    },
    {
      "id": 28,
      "number": 28,
      "textEnglish": "Among weapons, I am the thunderbolt; among cows, I am Kamadhenu.",
      "textHindi": "अस्त्रों में मैं वज्र हूँ; गायों में कामधेनु हूँ।"
    },
    {
      "id": 29,
      "number": 29,
      "textEnglish": "Among serpents, I am Vasuki.",
      "textHindi": "सर्पों में मैं वासुकी हूँ।"
    },
    {
      "id": 30,
      "number": 30,
      "textEnglish": "Among Nagas, I am Ananta; among aquatic beings, I am Varuna; among ancestors, I am Aryama.",
      "textHindi": "नागों में मैं अनंत हूँ; जलचर प्राणियों में वरुण हूँ; पितरों में अर्यमन हूँ।"
    },
    {
      "id": 31,
      "number": 31,
      "textEnglish": "Among subduers, I am Yama, the lord of justice.",
      "textHindi": "दमन करने वालों में मैं यम हूँ।"
    },
    {
      "id": 32,
      "number": 32,
      "textEnglish": "Among creators, I am the beginning and end. I am intelligence, and I am glory.",
      "textHindi": "सृजनकर्ताओं में मैं आरंभ और अंत हूँ; मैं बुद्धि हूँ, और मैं ही कीर्ति हूँ।"
    },
    {
      "id": 33,
      "number": 33,
      "textEnglish": "Among letters, I am the letter A; among compounds, I am the dual. I am time itself.",
      "textHindi": "अक्षरों में मैं 'अ' हूँ; संयुक्त शब्दों में मैं द्वंद्व हूँ; मैं समय हूँ।"
    },
    {
      "id": 34,
      "number": 34,
      "textEnglish": "I am death, the destroyer of all; I am also the birth of all that shall be.",
      "textHindi": "मैं मृत्यु हूँ, जो सबको नष्ट करती है; और मैं ही उन सबका जन्म भी हूँ जो भविष्य में होंगे।"
    },
    {
      "id": 35,
      "number": 35,
      "textEnglish": "Among women I am glory, beauty, speech, memory, intelligence, patience, and forgiveness.",
      "textHindi": "स्त्रियों में मैं कीर्ति, श्री, वाणी, स्मृति, बुद्धि, धैर्य और क्षमा हूँ।"
    },
    {
      "id": 36,
      "number": 36,
      "textEnglish": "I am the gambling of the clever and the brilliance of the brilliant.",
      "textHindi": "चतुरों में मैं कौशल हूँ; तेजस्वियों में तेज हूँ।"
    },
    {
      "id": 37,
      "number": 37,
      "textEnglish": "I am victory, effort, and purity.",
      "textHindi": "मैं विजय हूँ, प्रयास हूँ, और पवित्रता हूँ।"
    },
    {
      "id": 38,
      "number": 38,
      "textEnglish": "Among Yadavas, I am Krishna; among Pandavas, I am Arjuna.",
      "textHindi": "यादवों में मैं कृष्ण हूँ; पांडवों में अर्जुन हूँ।"
    },
    {
      "id": 39,
      "number": 39,
      "textEnglish": "I am the source of all seeds. Nothing can exist without Me.",
      "textHindi": "मैं सभी बीजों का स्रोत हूँ; मेरे बिना कुछ भी अस्तित्व में नहीं है।"
    },
    {
      "id": 40,
      "number": 40,
      "textEnglish": "There is no end to My divine manifestations. What I have spoken is only a small portion.",
      "textHindi": "मेरी दिव्य विभूतियों का कोई अंत नहीं है; मैंने अभी केवल संक्षेप में कहा है।"
    },
    {
      "id": 41,
      "number": 41,
      "textEnglish": "Whatever is powerful, beautiful, or glorious — know that it comes from a spark of My splendor.",
      "textHindi": "जो भी शक्तिशाली, सुंदर या महान है — उसे मेरी ही एक छोटी सी चमक समझो।"
    },
    {
      "id": 42,
      "number": 42,
      "textEnglish": "But what need is there for all this detailed knowledge? I sustain the entire universe with a small part of Myself.",
      "textHindi": "पर इन सब विस्तार की क्या आवश्यकता है? मैं अपनी एक अंश शक्ति से पूरे विश्व को धारण करता हूँ।"
    }
  ]
}
