{
  "chapter": 3,
  "verses": [
    {
      "id": 1,
      "number": 1,
      "textEnglish": "Arjuna said: O Krishna, if you think that knowledge is better than action, why do you ask me to engage in this terrible war?",
      "textHindi": "अर्जुन ने कहा: हे कृष्ण, यदि आप ज्ञान को कर्म से श्रेष्ठ मानते हैं, तो फिर आप मुझे इस भयानक युद्ध में कर्म करने के लिए क्यों प्रेरित कर रहे हैं?"
    },
    {
      "id": 2,
      "number": 2,
      "textEnglish": "You confuse my understanding with mixed words. Please tell me decisively which one is better for me — knowledge or action.",
      "textHindi": "आपके वचनों से मेरा विवेक भ्रमित हो गया है। कृपया निश्चित रूप से बताइए कि मेरे लिए क्या श्रेष्ठ है — ज्ञान या कर्म।"
    },
    {
      "id": 3,
      "number": 3,
      "textEnglish": "Krishna said: O sinless Arjuna, there are two paths in this world — the path of knowledge for thinkers, and the path of action for those who work.",
      "textHindi": "श्रीकृष्ण ने कहा: हे निष्पाप अर्जुन, इस संसार में दो प्रकार के मार्ग हैं — ज्ञानयोग का मार्ग, जो विचारशीलों के लिए है, और कर्मयोग का मार्ग, जो कर्मशीलों के लिए है।"
    },
    {
      "id": 4,
      "number": 4,
      "textEnglish": "A person does not attain freedom from action by merely avoiding work, nor does one reach perfection by renunciation alone.",
      "textHindi": "केवल कर्मों से विरक्त होकर कोई मनुष्य निष्क्रियता नहीं प्राप्त करता, और केवल कर्मों का त्याग कर सिद्धि नहीं प्राप्त होती।"
    },
    {
      "id": 5,
      "number": 5,
      "textEnglish": "No one can remain even for a moment without action; everyone is forced to act by the qualities born of nature.",
      "textHindi": "कोई भी मनुष्य एक क्षण के लिए भी बिना कर्म किए नहीं रह सकता, क्योंकि प्रकृति से उत्पन्न गुण सभी को कर्म करने के लिए बाध्य करते हैं।"
    },
    {
      "id": 6,
      "number": 6,
      "textEnglish": "One who controls the organs of action but dwells on objects in the mind is a hypocrite and deludes himself.",
      "textHindi": "जो व्यक्ति अपने इंद्रियों को संयमित रखता है पर मन में विषयों का चिंतन करता है, वह मिथ्याचारी है और स्वयं को धोखा देता है।"
    },
    {
      "id": 7,
      "number": 7,
      "textEnglish": "But one who controls the senses with the mind and performs action without attachment excels.",
      "textHindi": "परंतु जो मन से इंद्रियों को वश में कर आसक्ति रहित होकर कर्म करता है, वह श्रेष्ठ है।"
    },
    {
      "id": 8,
      "number": 8,
      "textEnglish": "You should perform your prescribed duty, for action is better than inaction. Even the maintenance of your body cannot be achieved without work.",
      "textHindi": "तुम्हें अपने नियत कर्म अवश्य करने चाहिए, क्योंकि कर्म अकर्म से श्रेष्ठ है। यहाँ तक कि शरीर का पालन भी बिना कर्म के संभव नहीं है।"
    },
    {
      "id": 9,
      "number": 9,
      "textEnglish": "Work should be done as a sacrifice for the Supreme, otherwise it causes bondage in this world. Therefore, perform your duty for Him, free from attachment.",
      "textHindi": "कर्म को परमेश्वर के लिए यज्ञ रूप में किया जाना चाहिए, अन्यथा वह इस संसार में बंधन का कारण बनता है। इसलिए, आसक्ति रहित होकर अपने कर्म परमेश्वर के लिए करो।"
    },
    {
      "id": 10,
      "number": 10,
      "textEnglish": "In the beginning of creation, the Lord created humans and sacrifice together and said, 'By this you shall prosper; let this be the source of your desires.'",
      "textHindi": "सृष्टि के प्रारंभ में भगवान ने मनुष्यों और यज्ञ को साथ-साथ उत्पन्न किया और कहा, 'इससे तुम उन्नति करोगे; यह तुम्हारी इच्छाओं की पूर्ति का साधन होगा।'"
    },
    {
      "id": 11,
      "number": 11,
      "textEnglish": "By this sacrifice, nourish the gods and they will nourish you; thus you shall prosper mutually and achieve the highest good.",
      "textHindi": "इस यज्ञ से देवताओं का पालन करो और देवता तुम्हारा पालन करेंगे; इस प्रकार तुम परस्पर समृद्ध होकर परम कल्याण प्राप्त करोगे।"
    },
    {
      "id": 12,
      "number": 12,
      "textEnglish": "The gods, nourished by sacrifice, will give you the desired enjoyments. But he who enjoys their gifts without offering them back is indeed a thief.",
      "textHindi": "यज्ञ से प्रसन्न देवता तुम्हें वांछित वस्तुएँ देंगे, परंतु जो व्यक्ति उनकी कृपा का उपभोग कर उन्हें लौटाता नहीं, वह वास्तव में चोर है।"
    },
    {
      "id": 13,
      "number": 13,
      "textEnglish": "The righteous who eat the remnants of sacrifice are freed from all sins, but those who cook for their own sake eat only sin.",
      "textHindi": "जो सज्जन यज्ञ का प्रसाद ग्रहण करते हैं, वे सब पापों से मुक्त होते हैं, परंतु जो केवल अपने लिए पकाते हैं, वे पाप ही खाते हैं।"
    },
    {
      "id": 14,
      "number": 14,
      "textEnglish": "From food come living beings; from rain food is produced; from sacrifice comes rain, and sacrifice arises from action.",
      "textHindi": "अन्न से प्राणी उत्पन्न होते हैं; वर्षा से अन्न उत्पन्न होता है; यज्ञ से वर्षा होती है, और यज्ञ कर्म से उत्पन्न होता है।"
    },
    {
      "id": 15,
      "number": 15,
      "textEnglish": "Know that action comes from the Vedas, and the Vedas come from the Supreme. Therefore, the all-pervading Supreme is ever present in sacrifice.",
      "textHindi": "जानो कि कर्म वेदों से उत्पन्न होता है, और वेद परमेश्वर से; इसलिए सर्वव्यापक परमात्मा सदा यज्ञ में विद्यमान है।"
    },
    {
      "id": 16,
      "number": 16,
      "textEnglish": "He who does not follow the wheel of sacrifice set in motion by the Supreme lives in vain, O Arjuna, delighting only in the senses.",
      "textHindi": "जो व्यक्ति परमात्मा द्वारा स्थापित इस यज्ञचक्र का पालन नहीं करता, हे अर्जुन, वह इंद्रियों में लिप्त होकर व्यर्थ जीवन व्यतीत करता है।"
    },
    {
      "id": 17,
      "number": 17,
      "textEnglish": "But he who rejoices in the Self, who is satisfied in the Self, and who is content in the Self alone, has no duty to perform.",
      "textHindi": "जो आत्मा में आनंदित है, आत्मा में संतुष्ट है और आत्मा में ही तृप्त है, उसके लिए कोई कर्म करने की आवश्यकता नहीं रहती।"
    },
    {
      "id": 18,
      "number": 18,
      "textEnglish": "For him there is no purpose in what he does, nor any dependence on others for any purpose.",
      "textHindi": "उसके लिए न तो किए गए कर्मों में कुछ प्राप्त करने योग्य है, न ही न किए गए कर्मों में कोई हानि; और वह किसी पर भी निर्भर नहीं होता।"
    },
    {
      "id": 19,
      "number": 19,
      "textEnglish": "Therefore, always perform your duty without attachment, for by working without attachment one attains the Supreme.",
      "textHindi": "इसलिए, सदा आसक्ति रहित होकर अपना कर्तव्य करो, क्योंकि आसक्ति रहित होकर कर्म करने से मनुष्य परम सिद्धि प्राप्त करता है।"
    },
    {
      "id": 20,
      "number": 20,
      "textEnglish": "King Janaka and others attained perfection by performing their duties. You too should act for the welfare of the world.",
      "textHindi": "राजा जनक और अन्य लोगों ने अपने कर्म करते हुए सिद्धि प्राप्त की। इसलिए, तुम्हें भी लोककल्याण के लिए कर्म करना चाहिए।"
    },
    {
      "id": 21,
      "number": 21,
      "textEnglish": "Whatever a great person does, others follow. Whatever standard he sets, the world pursues.",
      "textHindi": "जो कुछ श्रेष्ठ पुरुष करता है, वही अन्य लोग करते हैं; वह जैसा आदर्श प्रस्तुत करता है, संसार उसी का अनुसरण करता है।"
    },
    {
      "id": 22,
      "number": 22,
      "textEnglish": "O son of Pritha, there is nothing in the three worlds that I need to gain, nor anything unattained; yet I engage in action.",
      "textHindi": "हे पृथापुत्र, तीनों लोकों में ऐसा कुछ भी नहीं है जो मुझे प्राप्त करना हो, फिर भी मैं कर्म करता हूँ।"
    },
    {
      "id": 23,
      "number": 23,
      "textEnglish": "O Arjuna, if I did not perform my prescribed duties, all men would follow my example and abandon their duties.",
      "textHindi": "हे अर्जुन, यदि मैं अपने नियत कर्म न करूँ, तो लोग भी मेरे मार्ग का अनुसरण कर अपने कर्मों का त्याग कर देंगे।"
    },
    {
      "id": 24,
      "number": 24,
      "textEnglish": "If I stopped working, these worlds would perish, and I would be the cause of confusion and destruction among all beings.",
      "textHindi": "यदि मैं कर्म करना छोड़ दूँ तो ये लोक नष्ट हो जाएँगे और मैं सभी प्राणियों में भ्रम और विनाश का कारण बन जाऊँगा।"
    },
    {
      "id": 25,
      "number": 25,
      "textEnglish": "Just as ignorant people act with attachment to results, so should the wise act without attachment, to guide others properly.",
      "textHindi": "जैसे अज्ञानी लोग फल की आसक्ति से कर्म करते हैं, वैसे ही ज्ञानी लोगों को बिना आसक्ति के दूसरों का मार्गदर्शन करते हुए कर्म करना चाहिए।"
    },
    {
      "id": 26,
      "number": 26,
      "textEnglish": "The wise should not confuse the ignorant who are attached to work; instead, they should inspire them by performing their duties perfectly.",
      "textHindi": "ज्ञानी व्यक्ति को अज्ञानी लोगों में भ्रम नहीं फैलाना चाहिए जो कर्मों में आसक्त हैं, बल्कि उन्हें अपने कर्मों के द्वारा प्रेरित करना चाहिए।"
    },
    {
      "id": 27,
      "number": 27,
      "textEnglish": "All actions are performed by the modes of material nature, but one whose mind is deluded thinks, 'I am the doer.'",
      "textHindi": "सभी कर्म प्रकृति के गुणों द्वारा संपन्न होते हैं, परन्तु जिसका मन मोहग्रस्त है वह सोचता है 'मैं ही कर्ता हूँ'।"
    },
    {
      "id": 28,
      "number": 28,
      "textEnglish": "The wise who know the truth understand that all work is done by the qualities of nature and thus are not attached to the results.",
      "textHindi": "जो ज्ञानी व्यक्ति सत्य को जानते हैं, वे समझते हैं कि सब कर्म प्रकृति के गुणों द्वारा होते हैं, इसलिए वे उनके फलों से आसक्त नहीं होते।"
    },
    {
      "id": 29,
      "number": 29,
      "textEnglish": "Those who are deluded by the modes of nature become attached to their actions. But the wise should not disturb such people of limited knowledge.",
      "textHindi": "जो लोग प्रकृति के गुणों से मोहित हैं, वे अपने कर्मों से आसक्त हो जाते हैं। परन्तु ज्ञानी व्यक्ति को ऐसे सीमित बुद्धि वाले लोगों को विचलित नहीं करना चाहिए।"
    },
    {
      "id": 30,
      "number": 30,
      "textEnglish": "Surrender all your actions to Me, with your mind centered on the Self, free from desire and selfishness, and fight without inner conflict.",
      "textHindi": "अपने सभी कर्म मुझमें समर्पित कर, मन को आत्मा पर स्थिर कर, इच्छा और स्वार्थ से मुक्त होकर, बिना किसी आंतरिक द्वंद्व के युद्ध करो।"
    },
    {
      "id": 31,
      "number": 31,
      "textEnglish": "Those who always follow My teaching with faith and without envy become free from bondage of actions.",
      "textHindi": "जो लोग श्रद्धा और बिना ईर्ष्या के मेरे उपदेश का पालन करते हैं, वे कर्मबंधनों से मुक्त हो जाते हैं।"
    },
    {
      "id": 32,
      "number": 32,
      "textEnglish": "But those who disregard My teachings and do not follow them are deluded in all their knowledge and doomed to destruction.",
      "textHindi": "परन्तु जो लोग मेरे उपदेश को अनदेखा करते हैं और उनका पालन नहीं करते, वे अपने ज्ञान में भ्रमित होकर विनाश की ओर जाते हैं।"
    },
    {
      "id": 33,
      "number": 33,
      "textEnglish": "Even a wise person acts according to his own nature. Beings follow their nature; what will restraint accomplish?",
      "textHindi": "यहाँ तक कि ज्ञानी व्यक्ति भी अपनी प्रकृति के अनुसार ही कर्म करता है। सभी प्राणी अपनी प्रकृति का अनुसरण करते हैं; तो संयम से क्या होगा?"
    },
    {
      "id": 34,
      "number": 34,
      "textEnglish": "Attachment and aversion arise toward sense objects; one should not come under their control, for they are obstacles on the path.",
      "textHindi": "इंद्रिय विषयों के प्रति आसक्ति और द्वेष उत्पन्न होते हैं; मनुष्य को उनके वश में नहीं होना चाहिए क्योंकि वे मार्ग में बाधा डालते हैं।"
    },
    {
      "id": 35,
      "number": 35,
      "textEnglish": "It is better to do one's own duty imperfectly than to do another's duty perfectly. It is dangerous to follow another's path.",
      "textHindi": "अपने कर्तव्य को अपूर्ण रूप से करना भी दूसरे के कर्तव्य को पूर्णता से करने से बेहतर है; दूसरे के मार्ग का अनुसरण करना खतरनाक है।"
    },
    {
      "id": 36,
      "number": 36,
      "textEnglish": "Arjuna said: O Krishna, what is it that drives a person to commit sin, even unwillingly, as if compelled by force?",
      "textHindi": "अर्जुन ने कहा: हे कृष्ण, वह कौन सी शक्ति है जो मनुष्य को विवश कर देती है कि वह पाप करे, भले ही वह ऐसा नहीं करना चाहता?"
    },
    {
      "id": 37,
      "number": 37,
      "textEnglish": "Krishna said: It is desire and anger, born of the mode of passion; they are the great enemies that devour all.",
      "textHindi": "श्रीकृष्ण ने कहा: यह काम और क्रोध हैं, जो रजोगुण से उत्पन्न होते हैं; ये सभी का नाश करने वाले महान शत्रु हैं।"
    },
    {
      "id": 38,
      "number": 38,
      "textEnglish": "Just as fire is covered by smoke, mirror by dust, and embryo by the womb, so knowledge is covered by desire.",
      "textHindi": "जैसे अग्नि धुएँ से, दर्पण धूल से और गर्भ भ्रूण से ढका रहता है, वैसे ही ज्ञान इच्छा से ढक जाता है।"
    },
    {
      "id": 39,
      "number": 39,
      "textEnglish": "O Arjuna, this constant enemy of the wise is desire, which burns like fire and is never satisfied.",
      "textHindi": "हे अर्जुन, यह काम मनुष्य का सतत शत्रु है जो अग्नि के समान कभी तृप्त नहीं होता और ज्ञान को नष्ट करता है।"
    },
    {
      "id": 40,
      "number": 40,
      "textEnglish": "The senses, mind, and intellect are said to be its seat; through them, it deludes the embodied being by covering knowledge.",
      "textHindi": "इंद्रियाँ, मन और बुद्धि इसके निवास स्थान कहे जाते हैं; इनके माध्यम से यह ज्ञान को ढककर जीव को भ्रमित करता है।"
    },
    {
      "id": 41,
      "number": 41,
      "textEnglish": "Therefore, O Arjuna, first control the senses and destroy this evil that destroys knowledge and wisdom.",
      "textHindi": "इसलिए, हे अर्जुन, सबसे पहले इंद्रियों को वश में करो और इस पाप को नष्ट करो जो ज्ञान और विवेक का नाश करता है।"
    },
    {
      "id": 42,
      "number": 42,
      "textEnglish": "It is said that the senses are superior to the body, the mind is higher than the senses, the intellect is higher than the mind, and the soul is higher than the intellect.",
      "textHindi": "कहा जाता है कि इंद्रियाँ शरीर से श्रेष्ठ हैं, मन इंद्रियों से श्रेष्ठ है, बुद्धि मन से श्रेष्ठ है, और आत्मा बुद्धि से भी श्रेष्ठ है।"
    },
    {
      "id": 43,
      "number": 43,
      "textEnglish": "Thus knowing the soul to be above the intellect, control the mind by the Self and destroy the enemy in the form of desire, which is difficult to conquer.",
      "textHindi": "इस प्रकार आत्मा को बुद्धि से श्रेष्ठ जानकर, आत्मा के द्वारा मन को नियंत्रित करो और कामरूप शत्रु का नाश करो जो कठिनाई से जीता जाता है।"
    }
  ]
}
