[
  {
    "id": 1,
    "number": 1,
    "textEnglish": "Krishna said: I taught this eternal yoga to the sun-god Vivasvan. He taught it to Manu, and Manu passed it to Ikshvaku.",
    "textHindi": "श्रीकृष्ण ने कहा: मैंने यह सनातन योग सूर्यदेव विवस्वान को सिखाया; विवस्वान ने इसे मनु को बताया, और मनु ने इसे इक्ष्वाकु को दिया।"
  },
  {
    "id": 2,
    "number": 2,
    "textEnglish": "This knowledge was handed down through the chain of saintly kings, but in the course of time, it was lost, O Arjuna.",
    "textHindi": "यह ज्ञान राजऋषियों की परंपरा से प्राप्त होता रहा, परन्तु कालांतर में यह इस संसार में लुप्त हो गया, हे अर्जुन।"
  },
  {
    "id": 3,
    "number": 3,
    "textEnglish": "Today I am revealing to you this ancient science of yoga, because you are my devotee and friend, and you can understand its mystery.",
    "textHindi": "आज मैं तुम्हें यह प्राचीन योग का ज्ञान बता रहा हूँ, क्योंकि तुम मेरे भक्त और मित्र हो, और इस रहस्य को समझने में सक्षम हो।"
  },
  {
    "id": 4,
    "number": 4,
    "textEnglish": "Arjuna said: You were born recently, while Vivasvan was born long ago. How am I to understand that you taught him this knowledge?",
    "textHindi": "अर्जुन ने कहा: आप तो हाल ही में जन्मे हैं, और विवस्वान तो बहुत पहले हुए थे; तो मैं कैसे समझूँ कि आपने उन्हें यह ज्ञान दिया?"
  },
  {
    "id": 5,
    "number": 5,
    "textEnglish": "Krishna said: Both you and I have taken many births, O Arjuna. I remember all of them, but you do not remember yours.",
    "textHindi": "श्रीकृष्ण ने कहा: हे अर्जुन, तू और मैं दोनों अनेक जन्म ले चुके हैं; मैं सबको जानता हूँ, पर तू उन्हें नहीं जानता।"
  },
  {
    "id": 6,
    "number": 6,
    "textEnglish": "Although I am unborn and My nature is eternal, and though I am the Lord of all beings, I appear by My own power in every age.",
    "textHindi": "यद्यपि मैं अजन्मा और सनातन स्वरूप वाला हूँ, फिर भी अपनी योगमाया से मैं प्रत्येक युग में प्रकट होता हूँ।"
  },
  {
    "id": 7,
    "number": 7,
    "textEnglish": "Whenever there is a decline in righteousness and a rise in unrighteousness, O Arjuna, I manifest Myself on earth.",
    "textHindi": "जब-जब धर्म की हानि और अधर्म की वृद्धि होती है, हे अर्जुन, तब-तब मैं स्वयं प्रकट होता हूँ।"
  },
  {
    "id": 8,
    "number": 8,
    "textEnglish": "To protect the righteous, to destroy the wicked, and to reestablish dharma, I appear age after age.",
    "textHindi": "सज्जनों की रक्षा के लिए, दुष्टों के विनाश के लिए, और धर्म की पुनः स्थापना के लिए, मैं प्रत्येक युग में प्रकट होता हूँ।"
  },
  {
    "id": 9,
    "number": 9,
    "textEnglish": "One who knows the truth of My divine birth and actions does not take birth again after leaving the body but comes to Me, O Arjuna.",
    "textHindi": "जो मेरे दिव्य जन्म और कर्म के सत्य को जानता है, वह शरीर त्यागने के बाद पुनः जन्म नहीं लेता, बल्कि मुझे प्राप्त होता है, हे अर्जुन।"
  },
  {
    "id": 10,
    "number": 10,
    "textEnglish": "Freed from attachment, fear, and anger, absorbed in Me and purified by knowledge, many have attained My divine love.",
    "textHindi": "राग, भय और क्रोध से मुक्त होकर, मुझमें लीन होकर और ज्ञान द्वारा शुद्ध होकर, अनेक लोग मेरे दिव्य प्रेम को प्राप्त हुए हैं।"
  },
  {
    "id": 11,
    "number": 11,
    "textEnglish": "In whatever way people surrender to Me, I reciprocate accordingly. Everyone follows My path in all respects, O Arjuna.",
    "textHindi": "जो जिस प्रकार मुझसे भक्ति करता है, मैं उसी प्रकार उसका फल देता हूँ; हे अर्जुन, सब लोग सभी प्रकार से मेरा ही मार्ग अनुसरण करते हैं।"
  },
  {
    "id": 12,
    "number": 12,
    "textEnglish": "People desiring success in worldly actions worship the gods, because success comes quickly from such actions.",
    "textHindi": "जो लोग कर्मफल की इच्छा रखते हैं, वे देवताओं की पूजा करते हैं, क्योंकि ऐसे कर्मों से शीघ्र फल मिलता है।"
  },
  {
    "id": 13,
    "number": 13,
    "textEnglish": "I created the four divisions of human society according to the qualities and work of each person; though I am their creator, know Me as non-doer and unchangeable.",
    "textHindi": "मैंने मनुष्यों के गुण और कर्म के अनुसार चार वर्णों की रचना की; यद्यपि मैं उनका कर्ता हूँ, फिर भी मुझे अकर्ता और अविनाशी जानो।"
  },
  {
    "id": 14,
    "number": 14,
    "textEnglish": "Actions do not bind Me, for I have no desire for their fruits. One who knows Me in this way is also not bound by actions.",
    "textHindi": "कर्म मुझ पर प्रभाव नहीं डालते, क्योंकि मुझे उनके फलों की कोई इच्छा नहीं है। जो मुझे इस रूप में जानता है, वह भी कर्म से बंधा नहीं रहता।"
  },
  {
    "id": 15,
    "number": 15,
    "textEnglish": "Knowing this, the ancient seekers of liberation also performed actions; therefore, you should act as they did in the past.",
    "textHindi": "इस सत्य को जानकर प्राचीन मुक्तिप्राप्त पुरुषों ने भी कर्म किए; इसलिए हे अर्जुन, तू भी वैसे ही कर्म कर जैसा उन्होंने किया।"
  },
  {
    "id": 16,
    "number": 16,
    "textEnglish": "What is action and what is inaction — even the wise are confused by this. I shall explain it to you, so that you may be freed from all evil.",
    "textHindi": "कर्म क्या है और अकर्म क्या है — ज्ञानी लोग भी इसमें भ्रमित हो जाते हैं। मैं तुझे यह स्पष्ट बताऊँगा जिससे तू सभी पापों से मुक्त हो जाए।"
  },
  {
    "id": 17,
    "number": 17,
    "textEnglish": "You must understand what is right action, wrong action, and inaction. The truth about action is deep and hard to understand.",
    "textHindi": "तुझे यह जानना चाहिए कि कर्म क्या है, विकर्म क्या है, और अकर्म क्या है; क्योंकि कर्म का रहस्य गहरा और कठिन है।"
  },
  {
    "id": 18,
    "number": 18,
    "textEnglish": "One who sees inaction in action and action in inaction is wise among men and is a true yogi, even while engaged in all actions.",
    "textHindi": "जो व्यक्ति कर्म में अकर्म और अकर्म में कर्म देखता है, वह मनुष्यों में बुद्धिमान है और सब कर्म करते हुए भी सच्चा योगी है।"
  },
  {
    "id": 19,
    "number": 19,
    "textEnglish": "One whose actions are all free from desire and whose works are purified by knowledge, him the wise call truly learned.",
    "textHindi": "जिसके सभी कर्म इच्छा से रहित हैं और जिसका प्रत्येक कार्य ज्ञान द्वारा शुद्ध है, उसे ज्ञानी लोग वास्तव में बुद्धिमान कहते हैं।"
  },
  {
    "id": 20,
    "number": 20,
    "textEnglish": "Abandoning attachment to the fruits of work, ever satisfied and independent, he performs action though engaged in nothing.",
    "textHindi": "जो कर्म के फल की आसक्ति छोड़ देता है, जो सदा संतुष्ट और स्वतंत्र है, वह कुछ किए बिना भी कर्म करता है।"
  },
  {
    "id": 21,
    "number": 21,
    "textEnglish": "One who controls the mind and body, renounces all possessions, and acts only for bodily maintenance, commits no sin.",
    "textHindi": "जो अपने मन और शरीर को नियंत्रित करता है, सभी संपत्तियों का त्याग करता है और केवल शरीर के पालन के लिए कर्म करता है, वह पाप नहीं करता।"
  },
  {
    "id": 22,
    "number": 22,
    "textEnglish": "Content with whatever comes by chance, free from envy, beyond dualities, steady in success and failure, such a person is not bound even while acting.",
    "textHindi": "जो व्यक्ति संयोग से जो भी प्राप्त होता है उसमें संतुष्ट रहता है, ईर्ष्या से मुक्त, द्वंद्व से परे और सफलता-असफलता में स्थिर है, वह कर्म करते हुए भी बंधता नहीं।"
  },
  {
    "id": 23,
    "number": 23,
    "textEnglish": "One whose actions are free from desire and whose purpose is knowledge alone, all his actions are burned up in the fire of wisdom.",
    "textHindi": "जिसके सभी कर्म इच्छा से रहित हैं और जिसका लक्ष्य केवल ज्ञान है, उसके सभी कर्म ज्ञान की अग्नि में भस्म हो जाते हैं।"
  },
  {
    "id": 24,
    "number": 24,
    "textEnglish": "For one who sees Brahman everywhere, the act of offering, the offering itself, and the fire are all Brahman.",
    "textHindi": "जो व्यक्ति ब्रह्म को हर जगह देखता है, उसके लिए यज्ञ का कर्ता, अर्पण और अग्नि — सब कुछ ब्रह्म ही है।"
  },
  {
    "id": 25,
    "number": 25,
    "textEnglish": "Some offer sacrifices to the gods, while others offer sacrifice by offering themselves in the fire of the Supreme Brahman.",
    "textHindi": "कुछ लोग देवताओं की पूजा करते हुए यज्ञ करते हैं, जबकि अन्य ब्रह्म की अग्नि में स्वयं को अर्पित करते हुए यज्ञ करते हैं।"
  },
  {
    "id": 26,
    "number": 26,
    "textEnglish": "Some offer hearing and other senses into the fire of control; others offer sound and other sense objects into the fire of the senses.",
    "textHindi": "कुछ लोग श्रवण और अन्य इंद्रियों को संयम की अग्नि में अर्पित करते हैं; अन्य लोग ध्वनि और अन्य विषयों को इंद्रियों की अग्नि में अर्पित करते हैं।"
  },
  {
    "id": 27,
    "number": 27,
    "textEnglish": "Some offer all the functions of the senses and the mind in the fire of self-control, lit by knowledge.",
    "textHindi": "कुछ लोग इंद्रियों और मन के सभी कार्यों को आत्मसंयम की अग्नि में अर्पित करते हैं, जो ज्ञान से प्रज्वलित होती है।"
  },
  {
    "id": 28,
    "number": 28,
    "textEnglish": "Some offer wealth, some offer penance, some offer yoga, and others offer study of scriptures and knowledge as sacrifice.",
    "textHindi": "कुछ लोग धन का, कुछ तप का, कुछ योग का, और कुछ शास्त्र अध्ययन और ज्ञान का यज्ञ करते हैं।"
  },
  {
    "id": 29,
    "number": 29,
    "textEnglish": "Some practice control of breath, offering the incoming breath into the outgoing breath, and the outgoing into the incoming, restraining both to attain peace.",
    "textHindi": "कुछ लोग प्राणायाम का अभ्यास करते हैं, जिसमें वे आने वाली श्वास को जाने वाली में और जाने वाली को आने वाली में अर्पित करते हैं, और दोनों को नियंत्रित करके शांति प्राप्त करते हैं।"
  },
  {
    "id": 30,
    "number": 30,
    "textEnglish": "Others, controlling their food, offer all vital energies into the fire of self-restraint.",
    "textHindi": "अन्य लोग अपने आहार को संयमित करके अपनी समस्त प्राणशक्तियों को आत्मसंयम की अग्नि में अर्पित करते हैं।"
  },
  {
    "id": 31,
    "number": 31,
    "textEnglish": "All these know the meaning of sacrifice and are purified by it. They enjoy the nectar of sacrifice and attain the eternal Brahman.",
    "textHindi": "ये सभी यज्ञ के अर्थ को जानते हैं और उससे शुद्ध हो जाते हैं। वे यज्ञ के अमृत का आनंद लेते हैं और सनातन ब्रह्म को प्राप्त करते हैं।"
  },
  {
    "id": 32,
    "number": 32,
    "textEnglish": "Thus many kinds of sacrifices are described in the Vedas. Know that all of them are born of action, and knowing this, you will be liberated.",
    "textHindi": "इस प्रकार वेदों में अनेक प्रकार के यज्ञ बताए गए हैं। जान लो कि वे सभी कर्म से उत्पन्न हैं, और इसे जानकर तुम मुक्त हो जाओगे।"
  },
  {
    "id": 33,
    "number": 33,
    "textEnglish": "Knowledge-sacrifice is superior to material sacrifice, O Arjuna, for all actions culminate in knowledge.",
    "textHindi": "हे अर्जुन, ज्ञानयज्ञ सभी भौतिक यज्ञों से श्रेष्ठ है, क्योंकि सभी कर्मों का अंत ज्ञान में ही होता है।"
  },
  {
    "id": 34,
    "number": 34,
    "textEnglish": "Learn this truth by approaching wise teachers, inquiring from them with humility and service. The wise will teach you knowledge.",
    "textHindi": "सत्य को जानने के लिए ज्ञानी गुरु के पास जाओ, विनम्रता और सेवा भाव से उनसे प्रश्न करो; वे तुम्हें ज्ञान देंगे।"
  },
  {
    "id": 35,
    "number": 35,
    "textEnglish": "When you know this, O Arjuna, you will no longer fall into confusion, for by that knowledge you will see all beings as part of Me.",
    "textHindi": "जब तुम यह ज्ञान प्राप्त कर लोगे, हे अर्जुन, तब तुम भ्रम में नहीं रहोगे, क्योंकि उस ज्ञान से तुम सभी प्राणियों को मुझमें देखोगे।"
  },
  {
    "id": 36,
    "number": 36,
    "textEnglish": "Even if you are the most sinful of all sinners, yet by the boat of knowledge you shall cross over all sin.",
    "textHindi": "यदि तुम सबसे बड़े पापी भी हो, तो भी ज्ञान की नौका से तुम सभी पापों को पार कर जाओगे।"
  },
  {
    "id": 37,
    "number": 37,
    "textEnglish": "Just as blazing fire turns fuel to ashes, O Arjuna, so does the fire of knowledge burn all actions to ashes.",
    "textHindi": "जैसे प्रज्वलित अग्नि ईंधन को भस्म कर देती है, वैसे ही ज्ञान की अग्नि सभी कर्मों को भस्म कर देती है, हे अर्जुन।"
  },
  {
    "id": 38,
    "number": 38,
    "textEnglish": "In this world, there is nothing so purifying as knowledge. One who is perfect in yoga realizes this in due course of time.",
    "textHindi": "इस संसार में ज्ञान से बढ़कर कोई शुद्ध करने वाली वस्तु नहीं है। जो योग में सिद्ध होता है, वह कालांतर में इसे स्वयं अनुभव करता है।"
  },
  {
    "id": 39,
    "number": 39,
    "textEnglish": "A person full of faith, who is devoted to knowledge and has control over the senses, quickly attains peace.",
    "textHindi": "जो व्यक्ति श्रद्धावान है, ज्ञान में लीन है और अपनी इंद्रियों को वश में रखता है, वह शीघ्र ही शांति प्राप्त करता है।"
  },
  {
    "id": 40,
    "number": 40,
    "textEnglish": "But the ignorant, faithless, and doubting person is lost. Neither this world nor the next nor happiness is for one who doubts.",
    "textHindi": "अज्ञानी, श्रद्धाहीन और संशयी व्यक्ति नष्ट हो जाता है; उसके लिए न यह लोक है, न परलोक, न ही सुख।"
  },
  {
    "id": 41,
    "number": 41,
    "textEnglish": "The person who has renounced all actions through yoga and destroyed doubts by knowledge is not bound by actions, O Arjuna.",
    "textHindi": "जिसने योग के द्वारा सभी कर्मों का त्याग कर दिया है और ज्ञान द्वारा अपने संशय को नष्ट किया है, वह कर्म से बंधा नहीं रहता, हे अर्जुन।"
  },
  {
    "id": 42,
    "number": 42,
    "textEnglish": "Therefore, O Arjuna, cut the doubts in your heart with the sword of knowledge, rise up, and take to yoga and action.",
    "textHindi": "इसलिए, हे अर्जुन, अपने हृदय के संशय को ज्ञान की तलवार से काटकर उठो, और योग तथा कर्म का आश्रय लो।"
  }
]
