{
  "textEnglish": "The Bhagavad Gita, meaning \"Song of God,\" is a timeless dialogue between Lord Krishna and Arjuna, set on the battlefield of Kurukshetra. It forms a part of the great Indian epic, the Mahabharata (Book 6, Chapters 23–40).\n\nAt the start of the war, Arjuna — a mighty warrior and disciple of Krishna — is overwhelmed with doubt, sorrow, and moral confusion about fighting his own relatives and teachers. Seeking guidance, he turns to Krishna, his charioteer and friend.\n\nKrishna's response is not merely about war; it becomes a complete teaching on life, duty, and the path to liberation. He explains the essence of the Self (Ātman), the nature of action (Karma), knowledge (Jñāna), devotion (Bhakti), and meditation (Dhyāna).\n\nAcross 18 chapters and 700 verses, the Gita presents a universal message:\nthat one can live in this world — act, love, and serve — while remaining free within.\n\nIt has inspired thinkers, saints, and seekers across centuries, from India's sages to global philosophers. The Gita transcends religion or culture; it speaks directly to the human heart about how to live wisely, act selflessly, and realize the Divine within.",
  "textHindi": "भगवद्गीता, जिसका अर्थ है \"ईश्वर का गीत,\" एक अमर संवाद है जो भगवान श्रीकृष्ण और अर्जुन के बीच कुरुक्षेत्र के युद्धभूमि में हुआ। यह महान भारतीय महाकाव्य महाभारत का एक भाग है (भीष्म पर्व के अध्याय 23–40)।\n\nयुद्ध के आरंभ में अर्जुन — जो एक महान योद्धा और कृष्ण के शिष्य थे — मोह और शोक से भर जाते हैं। वे अपने ही बंधु–बंधवों और गुरुओं पर अस्त्र उठाने में असमर्थ हो जाते हैं। तब वे कृष्ण से मार्गदर्शन माँगते हैं।\n\nकृष्ण का उपदेश केवल युद्ध तक सीमित नहीं रहता; वह जीवन के हर क्षेत्र के लिए एक सम्पूर्ण दर्शन बन जाता है — कर्म, ज्ञान, भक्ति और ध्यान का संगम।\n\nअठारह अध्यायों और सात सौ श्लोकों में गीता मानव जीवन का सार्वभौमिक संदेश देती है —\nकि मनुष्य संसार में रहते हुए भी कर्म करता हुआ मुक्त रह सकता है।\n\nयह ग्रंथ सदियों से संतों, दार्शनिकों और विचारकों को प्रेरणा देता आया है। गीता धर्म या मत से परे है; यह सीधे मनुष्य के हृदय से बात करती है —\nकैसे बुद्धिमानी से जिया जाए, निःस्वार्थ भाव से कर्म किया जाए, और भीतर स्थित ईश्वर का अनुभव किया जाए।"
}
