{
  "textEnglish": "Last updated: 04/02/2026\n\nYour privacy is important to us. This website is created to allow users to read the Bhagavad Gita freely in English and Hindi.\n\nWe do not require users to create accounts or provide personal information to use this website.\n\nInformation We Collect\n\nWe do not collect any personally identifiable information such as name, email address, or phone number.\n\nLike most websites, basic technical information such as browser type, device type, and pages visited may be collected automatically through standard analytics tools. This information is used only to improve website performance and user experience.\n\nCookies\n\nThis website may use cookies for basic functionality or analytics. Cookies help us understand how visitors use the site. You can disable cookies in your browser settings if you prefer.\n\nThird-Party Services\n\nIf we use third-party services such as analytics or hosting providers, they may collect limited technical data.",
  "textHindi": "अंतिम अपडेट: 04/02/2026\n\nआपकी गोपनीयता हमारे लिए महत्वपूर्ण है। यह वेबसाइट उपयोगकर्ताओं को भगवद्गीता को अंग्रेज़ी और हिंदी में मुफ्त में पढ़ने की अनुमति देने के लिए बनाई गई है।\n\nइस वेबसाइट का उपयोग करने के लिए उपयोगकर्ताओं को खाता बनाने या व्यक्तिगत जानकारी प्रदान करने की आवश्यकता नहीं है।\n\nहम कौन सी जानकारी एकत्र करते हैं\n\nहम कोई भी व्यक्तिगत पहचान योग्य जानकारी जैसे नाम, ईमेल पता, या फोन नंबर एकत्र नहीं करते हैं।\n\nअधिकांश वेबसाइटों की तरह, ब्राउज़र प्रकार, डिवाइस प्रकार और देखे गए पृष्ठों जैसी बुनियादी तकनीकी जानकारी मानक एनालिटिक्स टूल के माध्यम से स्वचालित रूप से एकत्र की जा सकती है। यह जानकारी केवल वेबसाइट के प्रदर्शन और उपयोगकर्ता अनुभव को बेहतर बनाने के लिए उपयोग की जाती है।\n\nकुकीज़\n\nयह वेबसाइट बुनियादी कार्यक्षमता या एनालिटिक्स के लिए कुकीज़ का उपयोग कर सकती है। कुकीज़ हमें यह समझने में मदद करती हैं कि विज़िटर साइट का उपयोग कैसे करते हैं। यदि आप चाहें तो अपनी ब्राउज़र सेटिंग्स में कुकीज़ अक्षम कर सकते हैं।\n\nतृतीय-पक्ष सेवाएं\n\nयदि हम एनालिटिक्स या होस्टिंग प्रदाताओं जैसी तृतीय-पक्ष सेवाओं का उपयोग करते हैं, तो वे सीमित तकनीकी डेटा एकत्र कर सकते हैं।"
}
